Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Hide App
ar: إخفاء التطبيق
de: App ausblenden
es: Ocultar app
fr: Masquer l’application
hu: Alkalmazás elrejtése
ja: アプリを隠す
nl: App verbergen
pl: Ukryj aplikację
pt: Ocultar App
ru: Скрыть приложение
sv: Göm appen
tr: Uygulamayı Gizle
vi: Ẩn ứng dụng
zh_hans: 隐藏应用
zh_hant: 隱藏應用程式

source: Hide Application
ar: إخفاء التطبيق
de: Anwendung ausblenden
es: Ocultar aplicación
fr: Masquer l'application
hu: Alkalmazás elrejtése
ja: アプリケーションを隠す
nl: App verbergen
pl: Ukryj aplikację
pt: Ocultar Aplicação
ru: Скрыть приложение
sv: Göm appen
tr: Uygulamayı Gizle
vi: Ẩn ứng dụng
zh_hans: 隐藏应用
zh_hant: 隱藏應用程式

source: Hide apps that have only one window
ar: إخفاء التطبيقات التي لديها نافذة واحدة فقط
de: Apps ausblenden, die nur ein Fenster haben
es: Oculta las apps que solo tienen una ventana
fr: Masquer les applications qui n'ont qu'une seule fenêtre
hu: Csak egy ablakkal rendelkező alkalmazások elrejtése
ja: ウインドウが1つだけのアプリを表示しない
nl: Verberg apps die slechts één venster hebben
pl: Ukrywaj aplikacje mające tylko jedno okno
pt: Ocultar apps que têm apenas uma janela
ru: Скрыть приложения, в которых есть только одно окно
sv: Göm appar som bara har ett fönster
tr: Yalnızca bir penceresi olan uygulamaları gizle
vi: Ẩn các ứng dụng chỉ có một cửa sổ
zh_hans: 隐藏仅有一个窗口的应用
zh_hant: 隱藏只有一個視窗的應用程式

source: Hide apps that only have one window from Alt-Tab
ar: إخفاء التطبيقات التي لديها نافذة واحدة فقط من Alt-Tab
de: Apps mit nur einem Fenster in Alt-Tab ausblenden
es: Oculta de Alt-Tab las apps que solo tienen una ventana
fr: Cacher les applications qui n'ont qu'une seule fenêtre dans Alt-Tab
hu: Csak egy ablakkal rendelkező alkalmazások elrejtése az Alt-Tabból
ja: ウインドウが1つだけのアプリをAlt-Tabに表示しない
nl: Verberg apps met slechts één venster in Alt-Tab
pl: Ukrywaj aplikacje mające tylko jedno okno z Alt-Tab
pt: Ocultar do Alt-Tab as apps que têm apenas uma janela
ru: Скрывать в Alt-Tab приложения, у которых только одно окно
sv: Göm appar som bara har ett fönster från Alt-Tab
tr: Yalnızca bir penceresi olan uygulamaları Alt-Tab'dan gizle
vi: Ẩn các ứng dụng chỉ có một cửa sổ khỏi Alt-Tab
zh_hans: 在 Alt-Tab 中隐藏只有一个窗口的应用
zh_hant: 在 Alt-Tab 中隱藏僅有一個視窗的應用程式

source: Hide close, minimize, and other action buttons in compact rows
ar: إخفاء زر الإغلاق، التصغير، وأزرار الإجراءات الأخرى في صفوف مدمجة
de: Schaltflächen zum Schließen, Minimieren und für andere Aktionen in kompakten Zeilen ausblenden
es: Oculta los botones de cerrar, minimizar y otras acciones en las filas compactas
fr: Masquer les boutons de fermeture, de réduction et d'autres boutons d'action dans les lignes compactes
hu: Bezárás, kicsinyítés és egyéb műveleti gombok elrejtése kompakt sorokban
ja: コンパクト表示の行で閉じる、しまうなどの操作ボタンを非表示にする
nl: Verberg sluit-, minimaliseer- en andere actieknoppen in compacte rijen
pl: Ukrywaj przyciski zamykania, minimalizacji i inne przyciski akcji w kompaktowych wierszach
pt: Ocultar os botões de fechar, minimizar e outras ações nas linhas compactas
ru: Скрывать кнопки закрытия и свертывания и других действий в компактных строках
sv: Göm stäng-, minimera- och andra åtgärdsknappar i kompakta rader
tr: Kompakt satırlarda kapat, küçült ve diğer eylem düğmelerini gizle
vi: Ẩn các nút đóng, thu nhỏ và các nút tác vụ khác trong các hàng thu gọn
zh_hans: 在紧凑行中隐藏“关闭”“最小化”及其他操作按钮
zh_hant: 在精簡列中隱藏關閉、最小化及其他動作按鈕

source: Hide Compact Window Controls
ar: إخفاء عناصر تحكم النافذة المدمجة
de: Kompakte Fenstersteuerungen ausblenden
es: Ocultar controles de ventana compactos
fr: Masquer les commandes de fenêtre compactes
hu: Kompakt ablakvezérlők elrejtése
ja: コンパクト表示のウインドウ操作ボタンを非表示
nl: Verberg compacte vensterbediening
pl: Ukryj kompaktowe elementy sterujące oknem
pt: Ocultar Controlos de Janela Compactos
ru: Скрыть элементы управления окном в компактном режиме
sv: Göm kompakta fönsterreglage
tr: Kompakt Pencere Denetimlerini Gizle
vi: Ẩn điều khiển cửa sổ thu gọn
zh_hans: 隐藏紧凑窗口控制
zh_hant: 隱藏精簡視窗控制項

source: Hide dock previews when an app has only one window
ar: إخفاء معاينات Dock عندما يكون للتطبيق نافذة واحدة فقط
de: Dock-Vorschauen ausblenden, wenn eine App nur ein Fenster hat
es: Oculta las previsualizaciones del Dock cuando una app solo tiene una ventana
fr: Masquer les aperçus du dock quand une application n'a qu'une seule fenêtre
hu: Dock-előnézetek elrejtése az egyetlen ablakkal rendelkező alkalmazásoknál
ja: ウインドウが1つだけのアプリではDockプレビューを表示しない
nl: Dock-voorbeelden verbergen wanneer een app slechts één venster heeft
pl: Ukrywaj podglądy Docka, gdy aplikacja ma tylko jedno okno
pt: Ocultar pré-visualizações da dock quando uma app tem apenas uma janela
ru: Скрывать предпросмотр Dock, когда у приложения только одно окно
sv: Göm dockförhandsvisningar när en app bara har ett fönster
tr: Bir uygulamanın yalnızca bir penceresi olduğunda dock önizlemelerini gizle
vi: Ẩn bản xem trước dock khi một ứng dụng chỉ có một cửa sổ
zh_hans: 当应用只有一个窗口时隐藏 Dock 预览
zh_hant: 當應用程式僅有一個視窗時，隱藏 Dock 預覽

source: Hide dock when an app is fullscreen
ar: إخفاء Dock عندما يكون التطبيق في وضع ملء الشاشة
de: Dock ausblenden, wenn eine App im Vollbildmodus ist
es: Oculta el Dock cuando una app está en pantalla completa
fr: Cacher le dock quand une application est en plein écran
hu: A Dock elrejtése, ha egy alkalmazás teljes képernyős módban van
ja: アプリがフルスクリーンのときDockを非表示にする
nl: Het Dock verbergen wanneer een app schermvullend wordt weergegeven
pl: Ukrywaj Dock, gdy aplikacja działa w trybie pełnoekranowym
pt: Ocultar a dock quando uma app está em ecrã completo
ru: Скрывать Dock, когда приложение в полноэкранном режиме
sv: Göm dockan när en app är i helskärmsläge
tr: Bir uygulama tam ekran olduğunda dock'u gizle
vi: Ẩn dock khi ứng dụng ở chế độ toàn màn hình
zh_hans: 当应用全屏时隐藏 Dock
zh_hant: 當應用程式進入全螢幕模式時隱藏 Dock

source: Hide Dock While Showing Desktop
ar: إخفاء Dock أثناء إظهار سطح المكتب
de: Dock beim Anzeigen des Schreibtischs ausblenden
es: Ocultar el Dock al mostrar el escritorio
fr: Masquer le dock pendant l'affichage du Bureau
hu: Dock elrejtése az Íróasztal megjelenítésekor
ja: デスクトップ表示中はDockを隠す
nl: Dock verbergen bij bureaublad weergeven
pl: Ukrywaj Dock podczas pokazywania biurka
pt: Ocultar Dock ao Mostrar a Secretária
ru: Скрывать Dock при показе рабочего стола
sv: Göm dockan när skrivbordet visas
tr: Masaüstünü Gösterirken Dock'u Gizle
vi: Ẩn Dock khi hiển thị màn hình nền
zh_hans: 显示桌面时隐藏 Dock
zh_hant: 顯示桌面時隱藏 Dock

source: Hide Glance Compact Window Controls
ar: إخفاء عناصر تحكم النوافذ في وضع Glance المضغوط
de: Kompakte Fenstersteuerungen in Glance ausblenden
es: Ocultar controles de ventana compactos de Glance
fr: Masquer les commandes de fenêtre compactes de Glance
hu: Glance kompakt ablakvezérlők elrejtése
ja: Glanceのコンパクト表示のウインドウ操作ボタンを非表示
nl: Verberg compacte Glance-vensterbedieningselementen
pl: Ukryj elementy sterujące oknem w kompaktowym Glance
pt: Ocultar Controlos de Janela Compactos do Glance
ru: Скрыть компактные элементы управления окнами Glance
sv: Göm kompakta fönsterreglage i Glance
tr: Glance Kompakt Pencere Denetimlerini Gizle
vi: Ẩn điều khiển cửa sổ thu gọn Glance
zh_hans: 隐藏 Glance 紧凑预览中的窗口控制按钮
zh_hant: 隱藏 Glance 精簡視窗控制項

source: Hide in Fullscreen
ar: إخفاء في ملء الشاشة
de: Im Vollbildmodus ausblenden
es: Ocultar en pantalla completa
fr: Masquer en mode plein écran
hu: Elrejtés teljes képernyőn
ja: フルスクリーン時に非表示
nl: Verbergen bij schermvullende apps
pl: Ukrywaj w trybie pełnoekranowym
pt: Ocultar em Ecrã Completo
ru: Скрыть в полноэкранном режиме
sv: Göm i helskärmsläge
tr: Tam Ekranda Gizle
vi: Ẩn khi toàn màn hình
zh_hans: 全屏时隐藏
zh_hant: 在全螢幕模式中隱藏

source: Hide Native Dock
ar: إخفاء Dock الأصلي
de: Original-Dock ausblenden
es: Ocultar Dock nativo
fr: Masquer le Dock natif
hu: A natív Dock elrejtése
ja: 標準のDockを非表示
nl: Het standaard Dock van macOS verbergen
pl: Ukryj systemowy Dock
pt: Ocultar Dock Nativa
ru: Скрыть системный Dock
sv: Göm den inbyggda Docken
tr: Yerel Dock’u Gizle
vi: Ẩn Dock mặc định
zh_hans: 隐藏原生 Dock
zh_hant: 隱藏原生 Dock

source: Hide on Dock Profiles
ar: الإخفاء في ملفات تعريف Dock
de: Bei Dock-Profilen ausblenden
es: Ocultar en perfiles de Dock
fr: Masquer sur des profils de dock
hu: Elrejtés Dock-profilokon
ja: 非表示にするDockプロファイル
nl: Verbergen in Dock-profielen
pl: Ukrywaj w profilach Docka
pt: Ocultar em Perfis da Dock
ru: Скрывать в профилях Dock
sv: Göm på dockprofiler
tr: Dock Profillerinde Gizle
vi: Ẩn trên các hồ sơ Dock
zh_hans: 在指定 Dock 配置文件中隐藏
zh_hant: 在指定 Dock 設定檔中隱藏

source: Hide only the focused window of the active app instead of hiding every window. The window comes back the next time you switch to that app.
ar: إخفاء النافذة الأمامية فقط في التطبيق النشط بدلًا من إخفاء كل النوافذ. تعود النافذة في المرة التالية التي تنتقل فيها إلى ذلك التطبيق.
de: Nur das fokussierte Fenster der aktiven App ausblenden, statt alle Fenster auszublenden. Das Fenster erscheint wieder, wenn Sie das nächste Mal zu dieser App wechseln.
es: Oculta solo la ventana activa de la app en primer plano en lugar de ocultar todas sus ventanas. La ventana vuelve la próxima vez que cambies a esa app.
fr: Masquer uniquement la fenêtre au premier plan de l'app active au lieu de masquer toutes ses fenêtres. La fenêtre réapparaît la prochaine fois que vous basculez vers cette app.
hu: Csak az aktív app fókuszban lévő ablakának elrejtése, az összes ablak elrejtése helyett. Az ablak visszatér, amikor legközelebb erre az appra vált.
ja: アクティブなアプリのすべてのウインドウを隠す代わりに、フォーカスされているウインドウだけを隠します。次にそのアプリに切り替えたときに、ウインドウが元に戻ります。
nl: Verberg alleen het venster met focus van de actieve app in plaats van alle vensters. Het venster komt terug zodra je weer naar die app overschakelt.
pl: Ukrywaj tylko aktywne okno zamiast wszystkich okien aktywnej aplikacji. Okno pojawi się ponownie przy następnym przełączeniu na tę aplikację.
pt: Ocultar apenas a janela em foco da app ativa em vez de ocultar todas as janelas. A janela volta a aparecer da próxima vez que mudar para essa app.
ru: Скрывать только активное окно текущего приложения, а не все окна. Окно вернется, когда вы снова переключитесь на это приложение.
sv: Göm bara det fokuserade fönstret i den aktiva appen i stället för att gömma alla fönster. Fönstret kommer tillbaka nästa gång du byter till appen.
tr: Tüm pencereleri gizlemek yerine yalnızca etkin uygulamanın odaklanan penceresini gizle. Pencere, o uygulamaya bir sonraki geçişinde geri gelir.
vi: Chỉ ẩn cửa sổ đang được đặt tiêu điểm của ứng dụng hiện tại thay vì ẩn toàn bộ cửa sổ. Cửa sổ sẽ xuất hiện trở lại vào lần tiếp theo bạn chuyển sang ứng dụng đó.
zh_hans: 仅隐藏当前应用的焦点窗口，不隐藏全部窗口；切回该应用时窗口自动恢复。
zh_hant: 僅隱藏目前應用程式中聚焦的視窗，而非隱藏所有視窗。下次切換至該應用程式時，這個視窗會重新顯示。

source: Hide Pinned Apps
ar: إخفاء التطبيقات المثبتة
de: Angeheftete Apps ausblenden
es: Ocultar apps fijadas
fr: Masquer les apps épinglées
hu: Kitűzött appok elrejtése
ja: ピン留めしたアプリを非表示
nl: Verberg vastgezette apps
pl: Ukrywaj przypięte aplikacje
pt: Ocultar Apps Afixadas
ru: Скрывать закреплённые приложения
sv: Göm fästa appar
tr: Sabitlenmiş Uygulamaları Gizle
vi: Ẩn ứng dụng đã ghim
zh_hans: 隐藏固定的应用
zh_hant: 隱藏釘選的應用程式

source: Hide previews when an app has only one window
ar: إخفاء المعاينات عندما يكون للتطبيق نافذة واحدة فقط
de: Vorschauen ausblenden, wenn eine App nur ein Fenster hat
es: Oculta las previsualizaciones cuando una app solo tiene una ventana
fr: Masquer les aperçus lorsqu'une application n'a qu'une seule fenêtre
hu: Előnézetek elrejtése az egyetlen ablakkal rendelkező alkalmazásoknál
ja: ウインドウが1つだけのアプリではプレビューを表示しない
nl: Voorbeelden verbergen wanneer een app slechts één venster heeft
pl: Ukrywaj podglądy, gdy aplikacja ma tylko jedno okno
pt: Ocultar pré-visualizações quando uma app tem apenas uma janela
ru: Скрывать предпросмотр, когда у приложения только одно окно
sv: Göm förhandsvisningar när en app bara har ett fönster
tr: Bir uygulamanın yalnızca bir penceresi olduğunda önizlemeleri gizle
vi: Ẩn bản xem trước khi một ứng dụng chỉ có một cửa sổ
zh_hans: 当应用只有一个窗口时隐藏预览
zh_hant: 當應用程式僅有一個視窗時隱藏預覽

source: Hide running apps from Open Apps when they are already pinned to the active dock profile
ar: إخفاء التطبيقات قيد التشغيل من التطبيقات المفتوحة عندما تكون مثبتة بالفعل في ملف تعريف Dock النشط
de: Laufende Apps aus „Geöffnete Apps“ ausblenden, wenn sie bereits im aktiven Dock-Profil angeheftet sind
es: Oculta de Apps abiertas las apps en ejecución que ya están fijadas en el perfil de Dock activo
fr: Masquer dans Apps ouvertes les apps actives déjà épinglées au profil de dock actif
hu: Futó appok elrejtése a Nyitott appok közül, ha már ki vannak tűzve az aktív Dock-profilra
ja: アクティブなDockプロファイルにピン留め済みのアプリを「起動中のアプリ」に表示しない
nl: Verberg actieve apps uit 'Geopende apps' wanneer ze al aan het actieve Dock-profiel zijn vastgezet
pl: Ukrywaj uruchomione aplikacje w sekcji Otwarte aplikacje, jeśli są już przypięte do aktywnego profilu Docka
pt: Ocultar das Apps Abertas as apps em execução que já estão afixadas no perfil ativo da dock
ru: Не показывать в разделе «Открытые приложения» запущенные приложения, уже закрепленные в активном профиле Dock
sv: Göm appar som körs från Öppna appar när de redan är fästa i den aktiva dockprofilen
tr: Etkin dock profiline zaten sabitlenmiş çalışan uygulamaları Açık Uygulamalar'dan gizle
vi: Ẩn các ứng dụng đang chạy khỏi mục Ứng dụng đang mở khi chúng đã được ghim vào hồ sơ Dock đang hoạt động
zh_hans: 若运行中的应用已固定到目前使用中的 Dock 配置文件，则在“运行中的应用”中隐藏
zh_hant: 若執行中的應用程式已釘選至目前使用中的 Dock 設定檔，則在「已開啟的應用程式」中隱藏

source: Hide running apps that are pinned to the active dock profile
ar: إخفاء التطبيقات قيد التشغيل المثبتة في ملف تعريف Dock النشط
de: Laufende Apps ausblenden, die im aktiven Dock-Profil angeheftet sind
es: Oculta las apps abiertas que están fijadas en el perfil de Dock activo
fr: Masquer les apps actives épinglées au profil de dock actif
hu: Az aktív Dock-profilra kitűzött futó appok elrejtése
ja: アクティブなDockプロファイルにピン留めされている起動中のアプリを表示しない
nl: Actieve apps verbergen die aan het actieve Dock-profiel zijn vastgezet
pl: Ukrywaj uruchomione aplikacje przypięte do aktywnego profilu Docka
pt: Ocultar apps em execução que estão afixadas no perfil ativo da dock
ru: Скрывать запущенные приложения, закрепленные в активном профиле Dock
sv: Göm appar som körs och som är fästa i den aktiva dockprofilen
tr: Etkin dock profiline sabitlenmiş çalışan uygulamaları gizle
vi: Ẩn các ứng dụng đang chạy đã được ghim vào hồ sơ Dock đang hoạt động
zh_hans: 隐藏已固定到目前使用中的 Dock 配置文件的运行中的应用
zh_hant: 隱藏已釘選至目前使用中 Dock 設定檔的執行中應用程式

source: Hide selected running apps from the dock
ar: إخفاء تطبيقات محددة قيد التشغيل من Dock
de: Ausgewählte laufende Apps aus dem Dock ausblenden
es: Oculta del Dock las apps abiertas seleccionadas
fr: Masquer certaines apps actives du dock
hu: Kiválasztott futó appok elrejtése a Dockról
ja: 選択した起動中のアプリをDockに表示しない
nl: Verberg geselecteerde geopende apps van het Dock
pl: Ukryj wybrane uruchomione aplikacje w Docku
pt: Ocultar da dock as apps em execução selecionadas
ru: Скрывать выбранные запущенные приложения из Dock
sv: Göm valda appar som körs från dockan
tr: Seçili çalışan uygulamaları dock'tan gizle
vi: Ẩn các ứng dụng đang chạy được chọn khỏi dock
zh_hans: 隐藏选定的运行中的应用
zh_hant: 在 Dock 中隱藏選取的執行中應用程式

source: Hide the dock when a fullscreen app is active
ar: إخفاء Dock عندما يكون تطبيق بملء الشاشة نشطًا
de: Dock ausblenden, wenn eine Vollbild-App aktiv ist
es: Oculta el Dock cuando hay una app en pantalla completa activa
fr: Masquer le dock quand une application en plein écran est active
hu: Dock elrejtése, amikor egy teljes képernyős alkalmazás aktív
ja: フルスクリーンのアプリがアクティブなときDockを非表示にする
nl: Het Dock verbergen wanneer een actieve app schermvullend wordt weergegeven
pl: Ukrywaj Dock, gdy aktywna aplikacja działa w trybie pełnoekranowym
pt: Ocultar a dock quando uma app em ecrã completo está ativa
ru: Скрывать Dock, когда активно полноэкранное приложение
sv: Göm dockan när en helskärmsapp är aktiv
tr: Tam ekran bir uygulama etkin olduğunda dock'u gizle
vi: Ẩn dock khi một ứng dụng toàn màn hình đang hoạt động
zh_hans: 当全屏应用处于活动状态时隐藏 Dock
zh_hant: 當有全螢幕應用程式啟用時隱藏 Dock

source: Hide the dock whenever it's not in use, or only while a window overlaps the dock area
ar: إخفاء Dock عند عدم استخدامه، أو فقط عندما تتداخل نافذة مع منطقة Dock
de: Das Dock immer ausblenden, wenn es nicht verwendet wird, oder nur, während ein Fenster den Dock-Bereich überlappt
es: Oculta el Dock siempre que no esté en uso, o solo cuando una ventana se superpone a la zona del Dock
fr: Masquer le dock dès qu'il n'est pas utilisé, ou uniquement lorsqu'une fenêtre chevauche la zone du dock
hu: A Dock elrejtése, amikor nincs használatban, vagy csak akkor, ha egy ablak átfedi a Dock területét
ja: 使用していないときは常にDockを隠すか、ウインドウがDockの領域に重なっているときのみ隠す
nl: Verberg het Dock wanneer je het niet gebruikt, of alleen wanneer een venster het Dockgebied overlapt
pl: Ukrywaj Dock zawsze, gdy nie jest używany, albo tylko wtedy, gdy okno nachodzi na obszar Docka
pt: Ocultar a Dock sempre que não estiver a ser usada, ou apenas enquanto uma janela se sobrepõe à área da Dock
ru: Скрывать Dock, когда он не используется, или только когда окно перекрывает область Dock
sv: Göm dockan när den inte används, eller bara när ett fönster överlappar dockområdet
tr: Kullanılmadığı her an dock'u gizle veya yalnızca bir pencere dock alanıyla çakıştığında gizle
vi: Ẩn thanh dock bất cứ khi nào không sử dụng, hoặc chỉ ẩn khi có cửa sổ đè lên khu vực thanh dock
zh_hans: Dock 闲置时自动隐藏，或仅在窗口与 Dock 区域重叠时隐藏
zh_hant: Dock 未使用時一律自動隱藏，或僅在視窗與 Dock 區域重疊時隱藏

source: Hide the dock whenever it's not in use.
ar: إخفاء Dock عند عدم استخدامه.
de: Das Dock immer ausblenden, wenn es nicht verwendet wird.
es: Oculta el Dock siempre que no esté en uso.
fr: Masquer le dock dès qu'il n'est pas utilisé.
hu: A Dock elrejtése, amikor nincs használatban.
ja: 使用していないときは常にDockを隠します。
nl: Verberg het Dock wanneer je het niet gebruikt.
pl: Ukrywaj Dock zawsze, gdy nie jest używany.
pt: Ocultar a Dock sempre que não estiver a ser usada.
ru: Скрывать Dock, когда он не используется.
sv: Göm dockan när den inte används.
tr: Kullanılmadığı her an dock'u gizle.
vi: Ẩn thanh dock bất cứ khi nào không sử dụng.
zh_hans: Dock 未使用时自动隐藏。
zh_hant: Dock 未使用時自動隱藏。

source: Hide the native Dock only when you are ready to replace it. This changes Dock preferences and restarts the Dock process.
ar: أخفِ Dock الأصلي فقط عندما تكون مستعدًا لاستبداله. يغيّر هذا تفضيلات Dock ويعيد تشغيل عملية Dock.
de: Blenden Sie das systemeigene Dock erst aus, wenn Sie bereit sind, es zu ersetzen. Dadurch werden Dock-Einstellungen geändert und der Dock-Prozess neu gestartet.
es: Oculta el Dock nativo solo cuando estés listo para reemplazarlo. Esto cambia las preferencias del Dock y reinicia el proceso del Dock.
fr: Masquez le Dock natif seulement quand vous êtes prêt à le remplacer. Cela modifie les préférences du Dock et redémarre le processus Dock.
hu: A natív Dockot csak akkor rejtse el, ha készen áll a lecserélésére. Ez módosítja a Dock beállításait, és újraindítja a Dock folyamatát.
ja: 標準のDockを非表示にするのは、置き換える準備ができてからにしてください。この操作はDockの設定を変更し、Dockのプロセスを再起動します。
nl: Verberg het standaard Dock van macOS pas als je klaar bent om het te vervangen. Hierdoor worden de instellingen van het Dock gewijzigd en wordt het Dock-proces opnieuw gestart.
pl: Ukryj systemowy Dock dopiero wtedy, gdy chcesz go zastąpić. Spowoduje to zmianę ustawień Docka i ponowne uruchomienie procesu Dock.
pt: Oculte a Dock nativa apenas quando estiver pronto para a substituir. Isto altera as preferências da Dock e reinicia o processo da Dock.
ru: Скрывайте системный Dock, только когда готовы заменить его. Это изменяет настройки Dock и перезапускает процесс Dock.
sv: Göm den inbyggda Docken först när du är redo att ersätta den. Detta ändrar Dock-inställningarna och startar om Dock-processen.
tr: Yerel Dock'u yalnızca değiştirmeye hazır olduğunda gizle. Bu, Dock tercihlerini değiştirir ve Dock sürecini yeniden başlatır.
vi: Chỉ ẩn Dock mặc định khi bạn đã sẵn sàng thay thế nó. Thao tác này sẽ thay đổi các tùy chọn của Dock và khởi động lại tiến trình Dock.
zh_hans: 请仅在准备好使用 DockDoor Pro 替代原生 Dock 时，再隐藏系统 Dock。此操作会修改 Dock 设置，并重新启动 Dock 进程。
zh_hant: 請在準備好取代原生 Dock 後，再將其隱藏。此操作會變更 Dock 偏好設定，並重新啟動 Dock。

source: Hide unpinned running apps on selected dock profiles.
ar: إخفاء التطبيقات قيد التشغيل غير المثبتة في ملفات تعريف Dock المحددة.
de: Nicht angeheftete laufende Apps bei ausgewählten Dock-Profilen ausblenden.
es: Oculta las apps abiertas sin fijar en los perfiles de Dock seleccionados.
fr: Masquer les apps actives non épinglées sur les profils de dock sélectionnés.
hu: Nem kitűzött futó appok elrejtése a kiválasztott Dock-profilokon.
ja: 選択したDockプロファイルでは、ピン留めされていない起動中のアプリを表示しません。
nl: Verberg niet-vastgezette actieve apps in geselecteerde Dock-profielen.
pl: Ukrywaj nieprzypięte uruchomione aplikacje w wybranych profilach Docka.
pt: Ocultar apps em execução não afixadas em perfis da dock selecionados.
ru: Скрывать незакрепленные запущенные приложения в выбранных профилях Dock.
sv: Göm ofästa appar som körs på valda dockprofiler.
tr: Seçili dock profillerinde sabitlenmemiş çalışan uygulamaları gizle.
vi: Ẩn các ứng dụng đang chạy chưa được ghim trên các hồ sơ Dock đã chọn.
zh_hans: 在选定的 Dock 配置文件中隐藏未固定的运行中应用。
zh_hant: 在選取的 Dock 設定檔中隱藏未釘選的執行中應用程式。

source: Hide window action buttons in Alt-Tab compact preview rows
ar: إخفاء أزرار إجراءات النوافذ في صفوف المعاينة المدمجة في Alt-Tab
de: Fenster-Aktionsschaltflächen in kompakten Alt-Tab-Vorschauzeilen ausblenden
es: Oculta los botones de acción de ventana en las filas compactas de previsualización de Alt-Tab
fr: Masquer les boutons d'action de fenêtre dans les lignes d'aperçu compact d'Alt-Tab
hu: Az ablakműveleti gombok elrejtése az Alt-Tab kompakt előnézeti soraiban
ja: Alt-Tabのコンパクトプレビュー行でウインドウ操作ボタンを非表示にする
nl: De actieknoppen van vensters verbergen in compacte Alt-Tab-voorbeeldrijen
pl: Ukrywaj przyciski akcji okna w kompaktowych wierszach podglądu Alt-Tab
pt: Ocultar botões de ação de janela nas linhas de pré-visualização compactas do Alt-Tab
ru: Скрывать кнопки действий с окнами в компактных строках предпросмотра Alt-Tab
sv: Göm fönsteråtgärdsknappar i kompakta förhandsvisningsrader i Alt-Tab
tr: Alt-Tab kompakt önizleme satırlarında pencere eylem düğmelerini gizle
vi: Ẩn các nút tác vụ cửa sổ trong các hàng xem trước thu gọn Alt-Tab
zh_hans: 在 Alt-Tab 紧凑预览行中隐藏窗口操作按钮
zh_hant: 在 Alt-Tab 精簡預覽列中隱藏視窗動作按鈕

source: Hide window action buttons in compact preview rows
ar: إخفاء أزرار إجراء النافذة في صفوف المعاينة المدمجة
de: Fenster-Aktionsschaltflächen in kompakten Vorschauzeilen ausblenden
es: Oculta los botones de acción de ventana en las filas compactas de previsualización
fr: Masquer les boutons d'action de fenêtre dans les lignes d'aperçu compact
hu: Az ablakműveleti gombok elrejtése a kompakt előnézeti soraiban
ja: コンパクトプレビュー行でウインドウ操作ボタンを非表示にする
nl: De actieknoppen van vensters verbergen in compacte voorbeeldrijen
pl: Ukrywaj przyciski akcji okna w kompaktowych wierszach podglądu
pt: Ocultar botões de ação de janela nas linhas de pré-visualização compactas
ru: Скрывать кнопки действий с окнами в компактных строках предпросмотра
sv: Göm fönsteråtgärdsknappar i kompakta förhandsvisningsrader
tr: Kompakt önizleme satırlarında pencere eylem düğmelerini gizle
vi: Ẩn các nút tác vụ cửa sổ trong các hàng xem trước thu gọn
zh_hans: 在紧凑预览行中隐藏窗口操作按钮
zh_hant: 在精簡預覽列中隱藏視窗動作按鈕
